{"questions":[
"What are you passionate about?",
"What is one dream you aspire to achieve?",
"Who do you think impacted your personality the most?",
"Where do you want to be in 10 years?",
"What do you take too serious?",
"What makes you laugh the most?",
"What do you hate the most about being an adult?",
"When was the last time you WROTE a letter to someone you loved?",
"What is your favorite summer time memory? Why?",
"What is your favorite smell?",
"What can you get rid of tomorrow?",
"Do you think you’re successful?",
"What is the difference between you and yourhero?",
"Where do you go to escape?",
"When was the last time you cried because you laughed too hard?",
"What can you do different tomorrow to make you a better son/daughter?",
"What ticks you off the most?",
"What are you most self-conscious about?",
"What is your go to skill in a talent show?",
"When was the last time you did something new?",
"What is something your mom/dad don’t know about you?",
"How often do you take on people with different beliefs?",
"What do you want to do that you don’t want to be caught doing?",
"If you had 24 hrs to live what would you do?",
"What have you started that you didn’t finish? Why?",
"How do you feel about Facebook birthday wishes?",
"How many times have you done something you immediately regretted?",
"What is your favorite guilty pleasure?",
"What would your friends be surprised you like to do?",
"What was the last book you read?",
"How do you break the norm when you’re stuck in a rut?",
"What is the one meal you never get tired of eating?",
"Road trip or flying?",
"When was the last time you gazed at the stars?",
"What is your favorite childhood memory?",
"Have you ever broke nany bones?",
"What is your favorite scar story?",
"What do you remember about 9/11?",
"Who is the one person you can always count on?",
"Do you ever feel alone?",
"Sunset or Sunrise?",
"Ocean or Lake?",
"What quote would you tattoo on yourself and where?",
"Do you think there is enough compassion in the world?",
"What inspires you?",
"What always makes you smile?",
"What song can you NOT listen to without smiling?",
"Are you comfortable in your own skin?",
"If you can be any character(book/movie/tv) who would it be?",
"Who can you be goofy with?",
"What do you NERD OUT about?",
"What actor would play you in the story of your life?",
"What era in history would you go back to live?",
"Where do you go when you need to come up with a new idea?",
"What accomplishment of yours are you most proud of?",
"What sparks jealousy in you?",
"Do you think “impossible is nothing” is true?",
"What company do you want to work for?", 
"What job do you find interesting?",
"Where would you live for a year if money where no object?",
"You have to save the world tomorrow, who’s in your team?",
"You have one dance before you die, who’s your partner? And what song?", 
"Why is your best friend your best friend?",
"What was your “hold my beer” moment?",
"What is your go to karaoke song?", 
"What is the biggest prank you’ve pulled?",
"Star Wars or Star Trek… or neither?",
"Do you remember what was the first CD/mp3 you ever bought?", 
"How do you feel about religion?", 
"What is one thing you wish you can be better at?",
"What do you hate aboutthe internet?",
"What are you scared of?",
"What is holding you back from being the person you want to be?",
"What would a perfect city be like?",
"Who is behind the mask that you show to the rest of the world?",
"When did something start out badly for you but in the end, was great?",
"What weird food combinations do you really enjoy?",
"What social stigma does society need to get over?",
"Who do you go out of your way to be nice to? Why?",
"What “old person” things do you do?",
"What’s something you really resent paying for?",
"You can get a PhD in any subject, what would it be?",
"What charity(ies) would get your money if you were a millionaire?",
"Do you believe in karma? Do you root for it?",
"Knowing what you know now about life, what advice would you give your 18 yr old self?",
"If magic was real, what spell would you try to learn first?",
"Do you believe people can truly change?",
"Do you think we’re used to all the bad things in the world now? Is it right?",
"What problem are you currently grappling with?",
"Have you ever had a close call with death?", 
"What is the most adventurous thing you’ve ever done?",
"What is the most embarrassing thing that’s ever happened to you?",
"What would be your theme song?",
"What do you think about selfies?",
"What current words in today’s vocabulary do you hate? Ex. Fleek or savage", 
"Is there anyone you would change for?",
"Have you ever risked it all, why?",
"What surprises you the most about yourself?",
"What songs take you back to high school?",
"Which of your vices or bad habits would be the hardest to give up?",
"With fear put aside, what is the one thing you wish you could do?",
"What did you think was going to be amazing but turned out to be horrible?",
"Name something that is completely OVERRATED.",
"Is it better to be loved or to love?",
"If you had to choose one,love or money?",
"Who do you wish you could get back into contact with?",
"You’re up at 3AM and bored, who do you call?",
"What do you miss the most about being a kid?",
"What is the kindest thing you’ve ever done for someone else?",
"What is the first thing you think of when you wake up?", 
"Describe a turning point in your life.",
"What makes you feel really alive?",
"What do you stand for?",
"Who will never judge you?",
"You work in a children’s hospital, what is your job?",
"What do you find beautiful?",
"What’s the most spontaneous thing you’ve ever done?",
"What object would you save if your house was on fire?",
"What are you thankful for at THIS very moment?",
"If you could talk to everyone in the world,what would you say?",
"What song gets you pumped up?",
"You’re in a car chase, are you the chaser or being chased?",
"What was the one thing you overcame that you weren’t sure you could?",
"Would you rather be in space or under the sea?",
"You call one person for 15 mins, from anytime/any era, who is it?",
"What is your favorite family tradition?",
"What do you want to pass onto your children? (if you have some now or in the future)",
"Who would you follow for a week? Why?"
]}